Repository: jorgeroldannovillo/proyecto-traducci-n-3
Catalog: tm/memtrad-wikitravel-Halifax.tmx
Source language: en
Languages: es_es

source: Taxis charge a flat rate of $53.00, limousines $56.00, to Halifax City centre and may be pre-booked at no extra charge [24].
es_es: Los taxis cobran una tarifa plana de 53.00$ y las limusinas 56.00$ al centro de la ciudad de Halifax y pueden ser pre-reservados sin coste adicional. [24].

source: Terms of use
es_es: Condiciones de uso

source: Text is available under Creative Commons Attribution-ShareAlike 3.0, images are available under various licenses, see each image for details.
es_es: El texto está disponible bajo Creative Commons Attribution-ShareAlike 3.0, las imágenes están disponibles bajo varias licencias, ver cada imagen para más detalles.

source: The "open" night is often surprisingly good.
es_es: La noche "abierta" a menudo es sorprendentemente buena.

source: The Art Gallery of Nova Scotia [33], moderate in size, but does a fine job of highlighting the works of famous local artists such as Maud Lewis (folk) and Alex Colville (hyperrealist), in addition to Mik'maq (aboriginal) art.
es_es: La Galería de Arte de Nueva Escocia [33], aunque de tamaño modesto, hace una importante labor destacando los trabajos de los artistas locales conocidos, como Maud Lewis (folk) y Alex Colville (hiperrealista), además de Mik'maq (arte aborigen).

source: The Atlantic School of Theology [52], an ecumenical Christian theological university.
es_es: La Escuela Atlántica de Teología (Atlantic School of Theology) [52], una ecuménica universidad teológica cristiana.

source: The Halifax Mooseheads [36] Quebec Major Junior Hockey League team plays from October to April at the Halifax Metro Centre.
es_es: El Halifax Mooseheads, [36] el equipo de hockey de la liga Major Junior juega desde octubre hasta abril en el Halifax Metro Centre.

source: The Halifax Rainmen [37] Halifax's National Basketball League of Canada team plays from November to March at the Halifax Metro Centre.
es_es: El Halifax Rainmen [37] el equipo nacional de Halifax de la liga de baloncesto de Canadá, juega de noviembre a marzo en el Halifax Metro Centre.

source: The Halifax Shambala Centre [50] offers courses in Buddhism, particularly methods related to the the Shambhala tradition.
es_es: El Centro Shambala de Halifax (Halifax Shambala Centre) [50] ofrece cursos de budismo, particularmente los métodos relacionados con la tradición Shambala.

source: The Maritime Conservatory of Performing Arts [51] provides performing arts education for children and adults.
es_es: El Conservatorio Marítimo de Artes Escénicas (Maritime Conservatory of Performing Arts) [51]ofrece educación en artes escénicas para niños y adultos.

source: The Nova Scotia College of Art and Design [47] is a university offering programs and degrees related to the visual arts and design.
es_es: La Escuela de Arte y Diseño de Nueva Escocia [47]es una universidad que ofrece programas y grados relacionados con las artes visuales y el diseño.

source: The Nova Scotia Community College [49] has a number of campuses in the Halifax area.
es_es: La Universidad Comunitaria de Nueva Escocia (Nova Scotia Community College) [49] tiene varios campus en el área de Halifax.

source: The Spring Garden Road Memorial Public Library, 5381 Spring Garden Road.
es_es: La librería pública Spring Garden Road (Spring Garden Road Memorial Public Library), el número 5381 de la carretera Spring Garden.

source: The University of King's College [48] is a small liberal arts university on the Halifax peninsula.
es_es: La Universidad del Colegio del Rey (University of King's College) [48] es una pequeña universidad liberal en la península de Halifax.

source: The Canadian Snowbirds [41] perform every year.
es_es: La actuación anual de los Snowbirds canadienses [41] .

source: The Acadia exhibit at the Halifax waterfront.
es_es: La exhibición de La Acadia (las antiguas colonias instauradas por la zona) en la costa de Halifax.

source: The Acadia is moored a few meters from the museum building; tours are available during the summer.
es_es: El Acadia está amarrado a unos metros del edificio del museo; las visitas están disponibles durante el verano.

source: The Airporter shuttle bus no longer operates.
es_es: El autobús lanzadera de Airporter ya no funciona.

source: The Atlantic Corporate Suites offers fully furnished apartments and condos for weekly rates.
es_es: El Atlantic Corporate Suites ofrece apartamentos totalmente amueblados y condominios para tarifas semanales.

source: The CSS Acadia [31], a hydrographic survey ship built in 1913, is an ongoing conservation project.
es_es: El CSS Acadia [31], un barco de estudios hidrográficos construido en 1913, es un proyecto actual de conservación.

source: The Dome is a standard nightclub with a large dance floor, famous for cheap drinks and infamous for brawls.
es_es: The Dome es un club nocturno estándar con una gran pista de baile, famoso por las bebidas baratas e infame por las peleas.

source: The Emera Oval, a speedskating rink installed for the 2011 Canada Winter Games, is open for public use during the winter months.
es_es: La pista Emera Oval, una pista de patinaje que se instaló para los Juegos de Invierno de Canadá del 2011, está abierta al público durante los meses de invierno.

source: The Four Points by Sheraton Halifax - Local calls; high speed internet, both wired and wireless; bottled water; in-room umbrellas...of course it's free!.
es_es: El Four Points por Sheraton Halifax - Llamadas locales; Internet de alta velocidad, por cable e inalámbrico; agua embotellada; En la habitación: paraguas ... ¡Por supuesto gratis!

source: The Macdonald Bridge (a.k.a.
es_es: El puente Macdonald (conocido como

source: The Three Mongers pizza is definitely something you should try!
es_es: ¡La pizza de Three Mongers es sin duda algo que tienes que probar!

source: The VIA Rail [26] train station located in the south end of Halifax on 1161 Hollis Street, directly next to the Westin Nova Scotian Hotel has trains to to Moncton, Quebec City, Montreal, and numerous stations en route.
es_es: La estación de tren VIA Rail [26] ubicada en el extremo sur de Halifax en 1161 Hollis Street, justo al lado del Westin Nova Scotian Hotel, tiene trenes a Moncton, Quebec, Montreal y numerosas estaciones en ruta.

source: The Westin also has a shuttle that offers complimentary rides to downtown Halifax. edit
es_es: El Westin también tiene un servicio de transporte que ofrece paseos gratuitos al centro de Halifax. editar

source: The agency has teamed up with Google to provide an online trip planner through GoogleMaps, however all transit maps and schedules can be found on their website as well. $2.50 as of fall 2013, with discounts for children and seniors.
es_es: La empresa ha trabajado con Google para ofrecer un plano online de los viajes a través de GoogleMaps. Aún así, todos los mapas de transporte público y los horarios se encuentran también en su página web. 2,50$ en otoño de 2013, con descuentos para niños y séniors.

source: The base fare gives you access to all buses and ferries, excluding the long-distance commuter buses marked MetroLink and MetroX.
es_es: La tarifa básica da acceso a todos los autobuses y ferris, sin incluir los autobuses suburbanos de largas distancias calificados como MetroLink y MetroX.

source: The bed and breakfast also offers wireless internet.
es_es: El bed and breakfast también ofrece internet inalámbrico.

source: The blast was the largest man-made explosion prior to the advent of nuclear weaponry.
es_es: La explosión fue la más grande creada por el hombre antes de la aparición del armamento nuclear.

source: The building was opened in 1859, but the congregation dates back to 1749.
es_es: El edifico se abrió en 1859, pero la congregación tuvo lugar antes de 1749.

source: The ceremonial cannon fired at noon, locally known as the "Noon Gun", is fired every single day, with the exception of Christmas day.
es_es: La ceremonia de encendido de cañones por la tarde, más conocido como "The Noon Gun" (el disparo de la tarde), se celebra cada día, a excepción del día de Navidad.

source: The city is home to Maritime Forces Atlantic HQ and and the navy's East Coast fleet.
es_es: La ciudad es el lugar de los cuarteles de las Fuerzas Marítimas Atlánticas y de la flota de la marina de la Costa Este.

source: The city of Halifax is on Halifax Peninsula, on the west side of the harbour, with Dartmouth to the east.
es_es: La ciudad de Halifax está en la península de Halifax, al oeste del puerto, con Dartmouth al este.

source: The city was quickly rebuilt and World War II saw Halifax busier than ever, with British supply convoys assembling to start their perilous journey across the Atlantic as German U-boats lurked offshore.
es_es: La ciudad fue rápidamente reconstruida y la Segunda Guerra Mundial tuvo a Halifax más ocupado que nunca, con convoyes de suministro británico que se reunieron para empezar un arriesgado viaje a través del Atlántico mientras los U-boats alemanes se escondían en alta mar.

source: The city's origins and rich maritime history derive from a strategic location and one of the world's great natural harbours.
es_es: Los orígenes de la ciudad y la rica historia marítima deriva de una ubicación estratégica y de uno de los puertos naturales más grandes del mundo.

source: The cocktail menu is discounted on Martini Mondays.
es_es: La carta de cóctel tiene descuentos los lunes de Martini.

source: The collection includes exhibits and artifacts related to the sinking of the Titanic and the devastating 1917 Halifax explosion.
es_es: La colección incluye exposiciones y artefactos relacionados con el hundimiento del Titanic y la devastadora explosión de Halifax de 1917.

source: The definite Main Street of Central Halifax.
es_es: La calle principal del centro de Halifax.

source: The downtown core is sandwiched between the Citadel and the harbour, making navigation a snap.
es_es: El centro de la ciudad está situado entre la Ciudadela y el puerto, por lo que se recorre en un santiamén.

source: The downtown shopping and attractions will engage the average traveler for a day or two at most.
es_es: El centro de compras y atracciones atraerá al viajero por un día o dos como máximo.

source: The exception to seafood being the same price in Nova Scotia are mussels.
es_es: La excepción al marisco con el mismo precio en Nueva Escocia son los mejillones.

source: The festival was last held in summer 2012.
es_es: El último festival que tuvo lugar fue en el verano de 2012.

source: The friendly staff can help you make reservations and suggest new places to visit.
es_es: El agradable personal te puede ayudar a hacer reservas y sugerir sitios nuevos para visitar.

source: The head of the world-wide Buddhist Shambhala organization is in Halifax.
es_es: La cabeza de la organización mundial budista Shambala está en Halifax.

source: The heritage of those laws is a great deal of live entertainment and some very good deals on "pub food" which is priced low to get people in the door.
es_es: El patrimonio de aquellas leyes es un trato de diversión en vivo y algunos tratos muy buenos encima "pub food" el cual está cotizado para tener personas en la puerta.

source: The hostel is easily accessed by bus, metro, or train. Dorms at $26 members, $31 non-members.
es_es: El albergue es fácilmente accesible en autobús, metro, o tren. Dormitorios: 26$ para miembros, 31$ para no miembros.

source: The hotel also houses an exercise room and indoor pool.
es_es: El hotel también tiene una habitación de ejercicio y piscina interior.

source: The hotel is comfortably located in the Bayers Lake Business Park.
es_es: El hotel está ubicado en el Bayers Lake Business Park.

source: The largest mall in the city is Halifax Shopping Centre, easily reached from downtown by bus, including routes #1, 2, 4 and 20.
es_es: El centro comercial más grande de la ciudad es Halifax Shopping Centre, fácilmente accesible desde el centro con autobús, incluyendo las rutas 1, 2, 4 y 20.

source: The main landmark is the Halifax Citadel, on a high hill above the city, and it conveniently divides the city into three districts: the South End, representing the older, wealthier urban core south of the Citadel; the North End, the grittier northern suburbs destroyed by the Explosion; and the largely residential West End.
es_es: El monumento principal es Halifax Citadel, en un colina alta arriba de la ciudad, y la cual divide oportunamente la ciudad en tres distritos: el extremo sur, representando el centro urbano más antiguo y rico al sur de la Ciudadela; el extremo norte, los suburbios del norte más arenosos destruidos por la Explosión; y el extremo oeste, en gran parte residencial.

source: The main resource drug addiction treatment.
es_es: El principal recurso de tratamiento de adicción a las drogas.

source: The market relocated to this building by the waterfront in 2011 and had brought most of the vendors, customers and energy with it.
es_es: El mercado fue reubicado al edificio cerca del paseo marítimo en 2011 y compró gran parte de los proveedores, clientes y fuentes de energía que llevaba consigo.

source: The menu has an upscale comfort food vibe, and they source the majority of their ingredients from Nova Scotian and Maritime farms and producers, making it a great way to get a feel for regional ingredients.
es_es: El menú tiene comida de lujo, y la mayoría de sus ingredientes vienen de las granjas y productores de Nueva Escocia y de las provincias marítimas, haciendo de ésta una buena manera para conseguir ingredientes regionales.

source: The military is the largest employer in the region.
es_es: El ejército es el empresario más grande de la región.

source: The modern Halifax Robert L. Stanfield International Airport (IATA: YHZ) [22] is located 35 km north of Halifax.
es_es: El moderno aeropuerto intenacional Halifax Robert L. Stanfield (IATA:YHZ) [22] está localizado 35 km al norte de Halifax.

source: The museum is open only May-Oct, but the grounds are open all year around.
es_es: El museo está abierto solo de Mayo a Octubre, pero el resto del área está abierto durante todo el año.

source: The music style tends to be traditional Irish/Scottish ballad.
es_es: El estilo de música tiende a ser baladas tradicionales de Irlanda y Escocia.

source: The old town clock situated at the base of Citadel Hill
es_es: El antiguo reloj de la ciudad situado en la base de Citadel Hill

source: The park contains some preserved historic military fortifications such the 18th century Martello tower, as well as ruins of several other fortification. Free.
es_es: El parque contiene algunas fortificaciones militares históricas, como la de la torre Martello del siglo XVIII, así como ruinas de otra fortificación. Gratis.

source: The place to find out
es_es: El sitio para descubrir

source: The style of music tends to be popular not traditional.
es_es: El estilo de música tiende a ser popular y no tradicional.

source: The suburban areas of Halifax extending beyond the Peninsula are referred to as Mainland Halifax, and include neighbourhoods such as Spryfield and Clayton Park.
es_es: Las zonas suburbanas de Halifax, que se extienden más allá de la península, se conocen como Mainland Halifax, que incluye barrios como Spryfield y Clayton Park.

source: The suites are equipped with kitchens, cleaning service, and cable TV.
es_es: Las suites están equipadas con cocinas, servicio de limpieza, y televisión por cable.

source: The trip to Montreal takes 22 hours.
es_es: El viaje a Montreal dura 22 horas.

source: Their busiest night, by far, is Saturday where the cover charge enters the double digits.
es_es: Su noche más ajetreada, sin duda, es el sábado, donde el cargo de cubierta ingresa en dos dígitos

source: Their short distance from the urban center are perhaps Halifax's most unique aspect.
es_es: Su corta distancia del centro urbano es quizás el aspecto que hace única la ciudad de Halifax.

source: Theodore Tugboat, a WWII era Corvette, and other ships line the harbour.
es_es: Theodore Tugboat, un Corvette de la Segunda Guerra Mundial, y otros barcos afilados en el puerto.

source: There are a large number of good cafes, pubs, and other eateries all throughout downtown.
es_es: Hay un gran número de buenas cafeterías, pubs, y demás restaurantes en el centro de la ciudad.

source: There are a number of taxi services in the city, although flagging one down may be difficult in certain areas.
es_es: Hay un gran número de servicios de taxi por la ciudad, aunque parar a uno puede ser difícil en algunas zonas.

source: There are no photo radar or red light cameras in Nova Scotia.
es_es: No hay cámaras de radar de foto o de luz roja en Nueva Escocia.

source: There are plenty of hiking, biking, paddling and other outdoor recreation destinations in and around Halifax.
es_es: Hay muchos sitios para hacer senderismo, ciclismo, remo y otras actividades al aire libre dentro y fuera de Halifax.

source: There are ponds, fountains, flowers, ducks, geese, a café and ice cream shop and sometimes live music in the gazebo. Free.
es_es: Hay estanques, fuentes, flores, patos, ocas, una cafetería, una tienda de helados y, a veces, música en directo en la glorieta. Gratis.

source: There is a restaurant on the premises. $200+.
es_es: Hay un restaurante en las instalaciones. 200$+.

source: There is live music in the lower level frequently, starting at 8:00 p.m.
es_es: Frecuentemente hay música en vivo en la planta baja. Empieza a las 20:00h.

source: They also brew their own beer, which you can try in house.
es_es: También realizan su propia cerveza, la cual puedes comprar para llevar.

source: They are generally good quality, cheap, and found on many appetizer menus.
es_es: Son generalmente de buena calidad, baratos, y se encuentran en muchas cartas de aperitivos.

source: They are presented in thin strips (or "fingers") as opposed to triangular slices.
es_es: Se presentan en cintas delgadas (o "dedos") en vez de en trozos triangulares.

source: They are typically eaten as a side dish with pizza and often dipped in donair or marinara sauce.
es_es: Son típicos para comer como guarnición con pizza y a menudo bañados en salsa donair o marinera.

source: They have a liquor license, so you can grab a coffee and then switch to a beer or a cocktail once you're well caffeinated.
es_es: Tienen una licencia de licores, así que puedes tomarte un café y cambiar a una cerveza o un cóctel una vez estés lleno de cafeína.

source: They operate a needle exchange, but you may need to register.
es_es: Operan un intercambio de agujas, pero es posible que tengas que registrarte.

source: This classic star fort is a Canadian National Heritage Site.
es_es: Este clásico fuerte en forma de estrella es Patrimonio Nacional de Canadá.

source: This food truck ranges around the city all summer, so check their twitter feed for updates on their current location.
es_es: Este camión de comida se pasea por la ciudad todo el verano, así que comprueba su feed de twitter para saber su ubicación actual.

source: This historic graveyard was in use from 1749 to 1843 during which time some 12,000 people were buried there, even though you will only find a modest 1200 headstones.
es_es: Este histórico cementerio estuvo en uso desde 1749 hasta 1843, tiempo en el que unas 12000 personas fueron enterradas allí, aunque solo se encuentran 1200 lápidas.

source: This inn is in the heart of downtown Halifax.
es_es: Este hostal está en el centro de Halifax.

source: This is a guide article.
es_es: Este es un artículo guía.

source: This is a great chance to see the the aerobatic teams from a number of national air forces.
es_es: Esta es una buena oportunidad para ver los equipos acrobáticos con un número de las fuerzas aéreas nacionales.

source: This is the formers site of the Halifax Farmers' Market prior to their relocation to the newly constructed Seaport building at Pier 20.
es_es: Este es el lugar del Farmer's Market en Halifax. Fue reubicado en el nuevo puerto marítimo en el edificio Pier 20.

source: This motel is located 35 minutes outside of Halifax, but has beautiful views of St. Margaret's Bay.
es_es: Este motel se localiza a 35 minutos en las afueras de Halifax, pero tiene vistas bonitas de la bahía de St. Margaret's Bay.

source: This page was last modified on 24 August 2016, at 14:38.
es_es: Esta página fue modificada por última vez el 24 de agosto de 2016, a las 14:38h.

source: This provides a double danger: For drivers to keep on the ball watching out for pedestrians; and for pedestrians to not be lulled into a false sense of security while crossing.
es_es: Esto proporciona un doble peligro: que los conductores vigilen a los peatones; y que los peatones no se dejen llevar por una falsa sensación de seguridad mientras cruzan.

source: Tickets are $8-15, and are available at the Metro Centre box office.
es_es: La entrada cuesta entre 8$ y 15$ (7-13€ aprox.), y está disponible en la taquilla del Metro Centre.

source: Tickets are available at the Metro Centre box office.
es_es: Los tickets están disponibles en el la taquilla del Metro Centre.

source: Today it offers the opportune tourist that same view.
es_es: Hoy ofrece a cualquier turista las mismas vistas.

source: Today, Halifax is a busy Atlantic seaport and the economic and cultural hub of Eastern Canada.
es_es: Hoy en día, Halifax es un puerto muy ajetreado del atlántico y el centro económico y cultural de Canadá del este.

source: Tools
es_es: Herramientas

source: Tours on the hour and half-hour but limited opening hours outside summer, check the website for details.
es_es: Hay visitas de una hora y de hora y media, pero las horas de apertura están limitadas fuera de verano. Visita la web para más detalles.

source: Trans-Canada Highway
es_es: Autopista Trans-Canadá

source: Transfer tickets are free, are valid for 90 minutes, and can be used for ongoing travel at any bus stop or ferry terminal (i.e. return journeys are possible on one fare).
es_es: Los billetes de transbordo son gratis, pero solo son válidos durante 90 minutos. Pueden usarse en cualquier parada terminal de autobús o ferri para viajes que continúan (por ejemplo, los viajes de vuelta son posibles con un solo billete).

source: Travel by car around Halifax is relatively straight-forward.
es_es: Viajar en coche por Halifax es relativamente sencillo.

source: Travel news
es_es: Noticias sobre viajes

source: Travellers' Pub
es_es: Pub Viajeros

source: Truro (Nova Scotia)
es_es: Truro (Nueva Escocia)

source: Try the Blueberry-Basil Lemonade ($3), the Knotty Goat breakfast sandwich ($5.5).
es_es: Prueba la limonada Blueberry-Basil (3$) y el sándwich Knotty Goat (5,5$).

source: Try the K-Dog with kimchi, spicy mayo and green onion.
es_es: Prueba el K-Dog con kimchi, mayonesa picante y cebolla verde.

source: Try the Old School Cheeseburger, the Kale Caesar Salad, or honestly, anything else on the menu.
es_es: Prueba la Old School Cheeseburger, la Kale Caesar Salad, o simplemente, cualquier otra cosa del menú.

source: Try them with the malt vinegar.
es_es: Pruébalas con vinagre de malta.

source: Try to get there early, as they've been known to run out quickly.
es_es: Intenta llegar temprano, ya que tienen fama de acabarse pronto.

source: Two different establishments all linked together.
es_es: Dos establecimientos diferentes unidos.

source: U-turns are legal (de facto anywhere a left turn is allowed, de jure), barring a no U-turn sign.
es_es: Los giros en U son legales (de hecho en cualquier lugar se permite un giro a la izquierda, de jure), salvo si hay una señal de prohibido el giro en U.

source: Understand
es_es: Entiende
